<script lang="ts">
	import Header from './header.svelte';
</script>

<article>
	<Header text="whoami" accent="green" />
	<p class="intro">
		Меня зовут Мацюк Юрий. Имею опыт работы более 10 лет в IT. Люблю свою работу, по-настоящему увлечен IT и технологиями, довожу свою задачи до конца, углубляюсь в процессы, насколько это возможно, получаю удовольствие от автоматизации рутинных задач.
		Постоянно совершенствую свои навыки и обучаюсь. Не боюсь новых технологий и всегда готов к модернизации и внедрении нового.
	</p>
	<p> 
		Имею высшее образование по специальности "Информационные системы и технологии"
	</p>
	<p>
		Я увлечен тайлинговыми windows-менеджерами, эстетикой интерфейсов и оптимизацией продуктивности, а также кастомными клавиатурами.
	</p>
	<Header text="todo" accent="pink" />
    <p>
        <i>Люблю совмещать разные процессы и технологии между собой, планирую получить сертификат CKA</i>
    </p>
</article>

<style lang="scss">
	article {
		grid-area: whoami;
	}
</style>
